Repository: ArthurGonin/MyTrack
Catalog: MyTrack/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# En kilomètres ou en miles ?
source: In kilometres or miles?
de: In Kilometern oder Meilen?
es: ¿En kilómetros o en millas?
fr: En kilomètres ou en miles ?
it: In chilometri o in miglia?
pt: Em quilómetros ou em milhas?

# En route
source: Let's go
de: Auf geht's
es: En marcha
fr: En route
it: In viaggio
pt: A caminho

# Énergie
source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
pt: Energia

# Enregistrement
source: Recording
de: Aufzeichnung
es: Grabación
fr: Enregistrement
it: Registrazione
pt: Gravação

# Enregistrement impossible
source: Couldn't save
de: Sichern nicht möglich
es: No se ha podido guardar
fr: Enregistrement impossible
it: Salvataggio non riuscito
pt: Não foi possível guardar

# Enregistrer
source: Record
de: Aufzeichnen
es: Registrar
fr: Enregistrer
it: Registra
pt: Registar

# Essai gratuit
source: Free trial
de: Gratis testen
es: Prueba gratis
fr: Essai gratuit
it: Prova gratuita
pt: Período grátis

# Essai gratuit jusqu'au %@, puis reconduction automatique.
source: Free trial until %@, then renews automatically.
de: Gratis-Testphase bis %@, danach automatische Verlängerung.
es: Prueba gratis hasta el %@ y después se renueva automáticamente.
fr: Essai gratuit jusqu'au %@, puis reconduction automatique.
it: Prova gratuita fino al %@, poi rinnovo automatico.
pt: Período grátis até %@, seguido de renovação automática.

source: Free trial until %@. It won't renew: access ends on that date.
de: Gratis-Testphase bis %@. Keine Verlängerung: Der Zugang endet an diesem Datum.
es: Prueba gratis hasta el %@. No se renovará: el acceso terminará en esa fecha.
fr: Essai gratuit jusqu'au %@. Aucune reconduction : l'accès s'arrêtera à cette date.
it: Prova gratuita fino al %@. Nessun rinnovo: l'accesso terminerà in questa data.
pt: Período grátis até %@. Não haverá renovação: o acesso termina nessa data.

# Estimation d'après la consommation du véhicule.
source: Estimated from the vehicle's consumption.
de: Geschätzt anhand des Verbrauchs des Fahrzeugs.
es: Estimación a partir del consumo del vehículo.
fr: Estimation d'après la consommation du véhicule.
it: Stima basata sul consumo del veicolo.
pt: Estimativa a partir do consumo do veículo.

# Estimation d'après les chiffres du véhicule au moment du trajet.
source: Estimated from the vehicle's figures at the time of the trip.
de: Geschätzt anhand der Fahrzeugdaten zum Zeitpunkt der Fahrt.
es: Estimación a partir de los datos del vehículo en el momento del viaje.
fr: Estimation d'après les chiffres du véhicule au moment du trajet.
it: Stima basata sui dati del veicolo al momento del viaggio.
pt: Estimativa a partir dos dados do veículo no momento da viagem.

# Facultatif. Sert à estimer le coût de vos trajets.
source: Optional. Used to estimate the cost of your trips.
de: Optional. Dient dazu, die Kosten Ihrer Fahrten zu schätzen.
es: Opcional. Sirve para estimar el coste de sus viajes.
fr: Facultatif. Sert à estimer le coût de vos trajets.
it: Facoltativo. Serve a stimare il costo dei suoi viaggi.
pt: Opcional. Serve para estimar o custo das suas viagens.

# Fermer
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# Fermer l'appareil photo
source: Close the camera
de: Kamera schließen
es: Cerrar la cámara
fr: Fermer l'appareil photo
it: Chiudi la fotocamera
pt: Fechar a câmara

# Fin
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
pt: Fim

# Formule
source: Plan
de: Tarif
fr: Formule
it: Piano
pt: Plano

# Fréquence
source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
pt: Frequência

source: Automatically generates a PDF report of this profile's trips at the chosen frequency.
de: Erstellt automatisch einen PDF-Bericht der Fahrten dieses Profils im gewählten Rhythmus.
es: Genera automáticamente un informe PDF de los viajes de este perfil con la frecuencia elegida.
fr: Génère automatiquement un rapport PDF des trajets de ce profil à la fréquence choisie.
it: Genera automaticamente un rapporto PDF dei viaggi di questo profilo con la frequenza scelta.
pt: Gera automaticamente um relatório PDF das viagens deste perfil com a frequência escolhida.

source: Generates a PDF report per profile, each at its own frequency. Generated reports appear in the Reports tab.
de: Erstellt pro Profil automatisch einen PDF-Bericht, jeweils in eigenem Rhythmus. Die Berichte erscheinen im Tab „Berichte“.
es: Genera automáticamente un informe PDF por perfil, cada uno con su propia frecuencia. Los informes generados aparecen en la pestaña Informes.
fr: Génère automatiquement un rapport PDF par profil, à sa fréquence propre. Les rapports générés apparaissent dans l'onglet Rapports.
it: Genera automaticamente un rapporto PDF per profilo, ciascuno con la propria frequenza. I rapporti generati compaiono nel tab Rapporti.
pt: Gera automaticamente um relatório PDF por perfil, cada um com a sua frequência. Os relatórios gerados aparecem no separador Relatórios.

# Généré le %@
source: Created on %@
de: Erstellt am %@
es: Generado el %@
fr: Généré le %@
it: Generato il %@
pt: Gerado a %@

# Générer
source: Generate
de: Erstellen
es: Generar
fr: Générer
it: Genera
pt: Gerar

# Gérer l'abonnement
source: Manage subscription
de: Abo verwalten
es: Gestionar la suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
pt: Gerir a subscrição

# Hebdomadaire
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal

# Ignorer (debug)
source: Skip (debug)
de: Überspringen (Debug)
es: Omitir (debug)
fr: Ignorer (debug)
it: Salta (debug)
pt: Ignorar (debug)

# Immatriculation (optionnel)
source: Licence plate (optional)
de: Kennzeichen (optional)
es: Matrícula (opcional)
fr: Immatriculation (optionnel)
it: Targa (facoltativa)
pt: Matrícula (opcional)

# Inactif : l'enregistrement de nouveaux trajets nécessite un abonnement actif.
source: Inactive: recording new trips requires an active subscription.
de: Inaktiv: Das Aufzeichnen neuer Fahrten setzt ein aktives Abo voraus.
es: Inactivo: registrar nuevos viajes requiere una suscripción activa.
fr: Inactif : l'enregistrement de nouveaux trajets nécessite un abonnement actif.
it: Non attivo: per registrare nuovi viaggi serve un abbonamento attivo.
pt: Inativo: registar novas viagens requer uma subscrição ativa.

source: Inactive: automatic tracking needs location access set to “Always” so the app can be woken when a trip starts.
de: Inaktiv: Die automatische Erfassung braucht den Standortzugriff „Immer“, damit die App zu Beginn einer Fahrt aktiviert wird.
es: Inactivo: el seguimiento automático necesita el acceso a la ubicación en «Siempre» para que la app se active al empezar un viaje.
fr: Inactif : le suivi automatique a besoin de l'accès à la position réglé sur « Toujours » pour que l'app soit réveillée au début d'un trajet.
it: Non attivo: il rilevamento automatico richiede l'accesso alla posizione impostato su “Sempre” perché l'app venga riattivata all'inizio di un viaggio.
pt: Inativo: a deteção automática precisa do acesso à localização definido como «Sempre» para que a app seja ativada no início de uma viagem.

source: Inactive: automatic tracking needs Motion & Fitness access to recognise driving.
de: Inaktiv: Die automatische Erfassung braucht Zugriff auf „Bewegung & Fitness“, um Autofahrten zu erkennen.
es: Inactivo: el seguimiento automático necesita acceso a Movimiento y forma física para reconocer la conducción.
fr: Inactif : le suivi automatique a besoin de l'accès à Motion et forme pour reconnaître la conduite.
it: Non attivo: il rilevamento automatico richiede l'accesso a Movimento e fitness per riconoscere la guida.
pt: Inativo: a deteção automática precisa de acesso a Movimento e preparação física para reconhecer a condução.

# Indisponible
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
pt: Indisponível

# J'y vais
source: Let's go
de: Los geht's
es: ¡Vamos!
fr: J'y vais
it: Ci sto
pt: Vamos lá

# Kilomètres
source: Kilometres
de: Kilometer
es: Kilómetros
fr: Kilomètres
it: Chilometri
pt: Quilómetros

# L'achat n'a pas pu être finalisé. Réessayez plus tard.
source: The purchase couldn't be completed. Try again later.
de: Der Kauf konnte nicht abgeschlossen werden. Versuchen Sie es später erneut.
es: No se ha podido completar la compra. Inténtelo más tarde.
fr: L'achat n'a pas pu être finalisé. Réessayez plus tard.
it: Non è stato possibile completare l'acquisto. Riprovi più tardi.
pt: Não foi possível concluir a compra. Tente novamente mais tarde.

# L'appareil photo n'est pas disponible ici.
source: No camera is available here.
de: Hier ist keine Kamera verfügbar.
es: Aquí no hay cámara disponible.
fr: L'appareil photo n'est pas disponible ici.
it: Qui non è disponibile alcuna fotocamera.
pt: Não há câmara disponível aqui.

source: Recording trips requires an active subscription. The trips and reports you've already saved remain available.
de: Das Aufzeichnen von Fahrten setzt ein aktives Abo voraus. Bereits gespeicherte Fahrten und Berichte bleiben verfügbar.
es: Registrar viajes requiere una suscripción activa. Los viajes e informes que ya ha guardado siguen disponibles.
fr: L'enregistrement des trajets nécessite un abonnement actif. Vos trajets et rapports déjà enregistrés restent accessibles.
it: Per registrare i viaggi serve un abbonamento attivo. I viaggi e i rapporti già salvati restano accessibili.
pt: Registar viagens requer uma subscrição ativa. As viagens e relatórios já guardados continuam acessíveis.

# La photo n'a pas pu être prise.
source: The photo couldn't be taken.
de: Das Foto konnte nicht aufgenommen werden.
es: No se ha podido tomar la foto.
fr: La photo n'a pas pu être prise.
it: Non è stato possibile scattare la foto.
pt: Não foi possível tirar a fotografia.

# Laisser un avis
source: Leave a review
de: Bewertung schreiben
es: Escribir una valoración
fr: Laisser un avis
it: Lascia una recensione
pt: Deixar uma avaliação

# Lance l'enregistrement quand tu démarres.
source: Start recording when you set off.
de: Starte die Aufzeichnung, wenn du losfährst.
es: Inicia la grabación cuando arranques.
fr: Lance l'enregistrement quand tu démarres.
it: Avvia la registrazione quando parti.
pt: Inicia a gravação quando arrancares.

# Langue
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# Langue et unités
source: Language and units
de: Sprache und Einheiten
es: Idioma y unidades
fr: Langue et unités
it: Lingua e unità
pt: Idioma e unidades

# Le prochain rapport sera envoyé le %@
source: The next report will be sent on %@
de: Der nächste Bericht wird am %@ erstellt
es: El próximo informe se enviará el %@
fr: Le prochain rapport sera envoyé le %@
it: Il prossimo rapporto sarà inviato il %@
pt: O próximo relatório será enviado a %@

# Le rapport « %@ » est prêt dans MyTrack.
source: Your “%@” report is ready in MyTrack.
de: Der Bericht „%@“ ist in MyTrack bereit.
es: El informe «%@» está listo en MyTrack.
fr: Le rapport « %@ » est prêt dans MyTrack.
it: Il rapporto «%@» è pronto in MyTrack.
pt: O relatório «%@» está pronto no MyTrack.

# Le rapport n'a pas pu être créé. Réessayez plus tard.
source: The report couldn't be created. Try again later.
de: Der Bericht konnte nicht erstellt werden. Versuchen Sie es später erneut.
es: No se ha podido crear el informe. Inténtelo más tarde.
fr: Le rapport n'a pas pu être créé. Réessayez plus tard.
it: Non è stato possibile creare il rapporto. Riprovi più tardi.
pt: Não foi possível criar o relatório. Tente novamente mais tarde.

# Le service n'a pas répondu
source: The service didn't respond
de: Der Dienst hat nicht geantwortet
es: El servicio no ha respondido
fr: Le service n'a pas répondu
it: Il servizio non ha risposto
pt: O serviço não respondeu

source: Automatic tracking needs location set to “Always” so the app can be woken at the start of a trip, and physical activity to recognise driving. Notifications are what confirm a detected trip and tell you a report is ready. A permission you have denied can only be restored in iOS Settings.
de: Die automatische Erkennung braucht den Standort auf „Immer“, damit die App zu Fahrtbeginn geweckt wird, und die körperliche Aktivität, um das Fahren zu erkennen. Mitteilungen dienen dazu, eine erkannte Fahrt zu bestätigen und über einen fertigen Bericht zu informieren. Eine abgelehnte Berechtigung lässt sich nur noch in den iOS-Einstellungen wiederherstellen.
es: El seguimiento automático necesita la ubicación en «Siempre» para despertar la app al inicio de un trayecto, y la actividad física para reconocer la conducción. Las notificaciones sirven para confirmar un trayecto detectado y avisar de que un informe está listo. Un permiso denegado solo se puede restablecer en los Ajustes de iOS.
fr: Le suivi automatique a besoin de la position réglée sur « Toujours » pour réveiller l'app au départ d'un trajet, et de l'activité physique pour reconnaître la conduite. Les notifications servent à confirmer un trajet détecté et à prévenir qu'un rapport est prêt. Une autorisation refusée ne peut plus se rétablir que dans les Réglages d'iOS.
it: Il rilevamento automatico ha bisogno della posizione impostata su «Sempre» per risvegliare l'app all'inizio di un viaggio, e dell'attività fisica per riconoscere la guida. Le notifiche servono a confermare un viaggio rilevato e ad avvisare che un rapporto è pronto. Un'autorizzazione negata si può ripristinare solo in Impostazioni di iOS.
pt: A deteção automática precisa da localização definida como «Sempre» para despertar a app no início de uma viagem, e da atividade física para reconhecer a condução. As notificações servem para confirmar uma viagem detetada e avisar que um relatório está pronto. Uma autorização recusada só pode ser reposta nas Definições do iOS.

source: Automatic tracking needs location set to “Always” so the app can be woken at the start of a trip, and physical activity to recognise driving. A permission you have denied can only be restored in iOS Settings.
de: Die automatische Erkennung braucht den Standort auf „Immer“, damit die App zu Fahrtbeginn geweckt wird, und die körperliche Aktivität, um das Fahren zu erkennen. Eine abgelehnte Berechtigung lässt sich nur noch in den iOS-Einstellungen wiederherstellen.
es: El seguimiento automático necesita la ubicación en «Siempre» para despertar la app al inicio de un trayecto, y la actividad física para reconocer la conducción. Un permiso denegado solo se puede restablecer en los Ajustes de iOS.
fr: Le suivi automatique a besoin de la position réglée sur « Toujours » pour réveiller l'app au départ d'un trajet, et de l'activité physique pour reconnaître la conduite. Une autorisation refusée ne peut plus se rétablir que dans les Réglages d'iOS.
it: Il rilevamento automatico ha bisogno della posizione impostata su «Sempre» per risvegliare l'app all'inizio di un viaggio, e dell'attività fisica per riconoscere la guida. Un'autorizzazione negata si può ripristinare solo in Impostazioni di iOS.
pt: A deteção automática precisa da localização definida como «Sempre» para despertar a app no início de uma viagem, e da atividade física para reconhecer a condução. Uma autorização recusada só pode ser reposta nas Definições do iOS.

# Les rapports générés apparaîtront ici, du plus récent au plus ancien.
source: Generated reports will appear here, newest first.
de: Erstellte Berichte erscheinen hier, mit dem neuesten zuerst.
es: Los informes generados aparecerán aquí, del más reciente al más antiguo.
fr: Les rapports générés apparaîtront ici, du plus récent au plus ancien.
it: I rapporti generati appariranno qui, dal più recente al più vecchio.
pt: Os relatórios gerados aparecem aqui, do mais recente para o mais antigo.

# Les trajets détectés sont enregistrés automatiquement, sans confirmation.
source: Detected trips are saved automatically, without confirmation.
de: Erkannte Fahrten werden automatisch gespeichert, ohne Bestätigung.
es: Los viajes detectados se guardan automáticamente, sin confirmación.
fr: Les trajets détectés sont enregistrés automatiquement, sans confirmation.
it: I viaggi rilevati vengono salvati automaticamente, senza conferma.
pt: As viagens detetadas são guardadas automaticamente, sem confirmação.

# Les trajets enregistrés apparaîtront ici.
source: Recorded trips will appear here.
de: Aufgezeichnete Fahrten erscheinen hier.
es: Los viajes registrados aparecerán aquí.
fr: Les trajets enregistrés apparaîtront ici.
it: I viaggi registrati appariranno qui.
pt: As viagens registadas aparecem aqui.

# Les trajets supprimés apparaîtront ici.
source: Deleted trips will appear here.
de: Gelöschte Fahrten erscheinen hier.
es: Los viajes eliminados aparecerán aquí.
fr: Les trajets supprimés apparaîtront ici.
it: I viaggi eliminati appariranno qui.
pt: As viagens eliminadas aparecem aqui.

# Limite de photos atteinte
source: Daily photo limit reached
de: Tageslimit an Fotos erreicht
es: Límite de fotos alcanzado
fr: Limite de photos atteinte
it: Limite di foto raggiunto
pt: Limite de fotografias atingido

# Localisation
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pt: Localização

# Localisation refusée
source: Location access denied
de: Standortzugriff verweigert
es: Ubicación denegada
fr: Localisation refusée
it: Posizione negata
pt: Localização recusada

# Manuel
source: Manual
de: Manuell
fr: Manuel
it: Manuale

# Masquer la carte
source: Hide map
de: Karte ausblenden
es: Ocultar el mapa
fr: Masquer la carte
it: Nascondi la mappa
pt: Ocultar o mapa

# Me demander à chaque fois
source: Ask me every time
de: Mich jedes Mal fragen
es: Preguntarme cada vez
fr: Me demander à chaque fois
it: Chiedimi ogni volta
pt: Perguntar-me sempre

# Meilleure offre
source: Best value
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
it: Miglior offerta
pt: Melhor oferta

# Mensuel
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt: Mensal

# Mettre à jour le paiement
source: Update payment
de: Zahlung aktualisieren
es: Actualizar el pago
fr: Mettre à jour le paiement
it: Aggiorna il pagamento
pt: Atualizar pagamento

source: Miles
de: Meilen
es: Millas
it: Miglia
pt: Milhas

source: Mode
de: Modus
es: Modo
it: Modalità
pt: Modo

# Modifier le véhicule
source: Edit vehicle
de: Fahrzeug bearbeiten
es: Editar vehículo
fr: Modifier le véhicule
it: Modifica veicolo
pt: Editar veículo

source: MyTrack can detect and record your car trips automatically, without you having to think about it.
de: MyTrack kann Ihre Autofahrten automatisch erkennen und aufzeichnen, ganz ohne Ihr Zutun.
es: MyTrack puede detectar y registrar sus viajes en coche automáticamente, sin que tenga que pensar en ello.
fr: MyTrack peut détecter et enregistrer vos trajets en voiture automatiquement, sans que vous ayez à y penser.
it: MyTrack può rilevare e registrare i suoi viaggi in auto automaticamente, senza che debba pensarci.
pt: MyTrack pode detetar e registar as suas viagens de carro automaticamente, sem que tenha de pensar nisso.

# MyTrack vous demande de confirmer chaque trajet détecté avant de l'enregistrer.
source: MyTrack asks you to confirm each detected trip before saving it.
de: MyTrack bittet Sie, jede erkannte Fahrt zu bestätigen, bevor sie gespeichert wird.
es: MyTrack le pide que confirme cada viaje detectado antes de guardarlo.
fr: MyTrack vous demande de confirmer chaque trajet détecté avant de l'enregistrer.
it: MyTrack le chiede di confermare ogni viaggio rilevato prima di salvarlo.
pt: O MyTrack pede-lhe para confirmar cada viagem detetada antes de a guardar.

# Nom
source: Last name
de: Nachname
es: Apellidos
fr: Nom
it: Cognome
pt: Apelido

# Nom du profil
source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
pt: Nome do perfil

# Nom du véhicule
source: Vehicle name
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
it: Nome del veicolo
pt: Nome do veículo

# Non
source: No
de: Nein
fr: Non
pt: Não

# Non ouvert
source: Unread
de: Ungelesen
es: Sin abrir
fr: Non ouvert
it: Non aperto
pt: Não aberto

# Non, peut-être plus tard
source: No, maybe later
de: Nein, vielleicht später
es: No, quizá más tarde
fr: Non, peut-être plus tard
it: No, forse più tardi
pt: Não, talvez mais tarde

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pt: Notificações

# Nous n'avons trouvé aucun abonnement actif à restaurer pour ce compte.
source: We couldn't find an active subscription to restore for this account.
de: Für dieses Konto wurde kein aktives Abo zum Wiederherstellen gefunden.
es: No hemos encontrado ninguna suscripción activa que restaurar en esta cuenta.
fr: Nous n'avons trouvé aucun abonnement actif à restaurer pour ce compte.
it: Non abbiamo trovato nessun abbonamento attivo da ripristinare per questo account.
pt: Não encontrámos nenhuma subscrição ativa para restaurar nesta conta.

# Nouveau rapport
source: New report
de: Neuer Bericht
es: Nuevo informe
fr: Nouveau rapport
it: Nuovo rapporto
pt: Novo relatório

# Nouveau rapport périodique
source: New scheduled report
de: Neuer regelmäßiger Bericht
es: Nuevo informe periódico
fr: Nouveau rapport périodique
it: Nuovo rapporto periodico
pt: Novo relatório periódico

# Nouveau véhicule
source: New vehicle
de: Neues Fahrzeug
es: Nuevo vehículo
fr: Nouveau véhicule
it: Nuovo veicolo
pt: Novo veículo

# Numéro de téléphone
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de telefone

# Oui, activer
source: Yes, turn it on
de: Ja, aktivieren
es: Sí, activar
fr: Oui, activer
it: Sì, attiva
pt: Sim, ativar

# Oui, enregistrer
source: Yes, save it
de: Ja, speichern
es: Sí, guardar
fr: Oui, enregistrer
it: Sì, salva
pt: Sim, guardar

# Ouvrir les Réglages
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
pt: Abrir Definições

# paiement unique
source: one-time payment
de: Einmalzahlung
es: pago único
fr: paiement unique
it: pagamento unico
pt: pagamento único

# Paiement unique. Ni abonnement, ni reconduction.
source: One-time payment. No subscription, no renewal.
de: Einmalige Zahlung. Kein Abo, keine Verlängerung.
es: Pago único. Sin suscripción ni renovación.
fr: Paiement unique. Ni abonnement, ni reconduction.
it: Pagamento unico. Nessun abbonamento, nessun rinnovo.
pt: Pagamento único. Sem subscrição nem renovação.

# Passe à la formule %@ le %@.
source: Switches to the %1$@ plan on %2$@.
de: Wechselt am %2$@ zum Tarif %1$@.
es: Cambia al plan %1$@ el %2$@.
fr: Passe à la formule %1$@ le %2$@.
it: Passa al piano %1$@ il %2$@.
pt: Muda para o plano %1$@ a %2$@.

# Passer
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Ignorar

# Passer à l'achat unique
source: Switch to the one-time purchase
de: Zum Einmalkauf wechseln
es: Cambiar a la compra única
fr: Passer à l'achat unique
it: Passa all'acquisto unico
pt: Mudar para a compra única

# Passez à la vitesse supérieure.
source: Shift into high gear.
de: Schalten Sie einen Gang höher.
es: Suba de marcha.
fr: Passez à la vitesse supérieure.
it: Passi alla marcia superiore.
pt: Passe a uma velocidade superior.

# Pendant l'utilisation
source: While using
de: Beim Verwenden
es: Al usar la app
fr: Pendant l'utilisation
it: Durante l'uso
pt: Ao usar a app

# Période : %@
source: Period: %@
de: Zeitraum: %@
es: Periodo: %@
fr: Période : %@
it: Periodo: %@
pt: Período: %@

# Personnalisé
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt: Personalizado

source: Photo
de: Foto
es: Foto
it: Foto
pt: Fotografia

# Photo du véhicule
source: Vehicle photo
de: Foto des Fahrzeugs
es: Foto del vehículo
fr: Photo du véhicule
it: Foto del veicolo
pt: Fotografia do veículo
